Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: This review is now reopened for managers to edit. The reviews will need to be republished to capture the changes/updates of the managers. If you have reopened a significant number of reviews, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
es_es: Esta evaluación se ha vuelto a abrir para que los responsables la editen. Las evaluaciones se deben volver a publicar para capturar los cambios o las actualizaciones de los responsables. Si ha reabierto un número significativo de evaluaciones, deje un tiempo de procesamiento adecuado para la finalización de esta acción. Puede seguir usando la aplicación y realizar acciones adicionales necesarias mientras el sistema está procesando.

source: {{count}} review was successfully moved to the "Conversation & publication" stage.
es_es: {{count}} evaluación se ha movido correctamente a la fase de "Conversación y publicación".

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.
es_es: {{count}} evaluaciones se han movido correctamente a la fase de "Conversación y publicación".

source: Moving a closed review back to the "Conversation & publication" stage allows the manager to edit the review and publish again.
es_es: Mover una evaluación cerrada de nuevo a la fase de "Conversación y publicación" permite al responsable editar la evaluación y publicarla nuevamente.

source: Move reviews to "Conversation & publication" stage
es_es: Mover las evaluaciones a la fase de "Conversación y publicación"

source: If you have moved a significant number of reviews to this stage, please allow adequate processing time for the completion of this action. You can still keep using the application and take any further actions required while the system is processing.
es_es: Si ha movido un número significativo de evaluaciones a esta fase, deje un tiempo de procesamiento para la finalización de esta acción. Puede seguir utilizando la aplicación y realizar las acciones adicionales necesarias mientras el sistema está procesando.

source: {{count}} review was successfully moved to "Pending sign-off" stage.
es_es: {{count}} evaluación se ha movido correctamente a la fase de "Pendiente de aprobación".

source: {{count}} reviews were successfully moved to "Pending sign-off" stage.
es_es: {{count}} revisiones se han movido correctamente a la fase de "Pendiente de aprobación".

source: Moving the accepted review back to "Pending sign-off" stage...
es_es: Moviendo la evaluación aceptada de nuevo a la fase de "Pendiente de aprobación"...

source: Move reviews back to "Pending sign-off" stage
es_es: Mover las evaluaciones de nuevo a la fase de "Pendiente de aprobación"

source: Once a review is closed, it is finalized and no longer editable by either the manager or the worker. However, both parties can still view the content and download the review as a PDF for reference. Note that reviews are processed in the background. Depending on the number of selected reviews, you might still see some forms temporarily in other stages they are being processed. You may continue using the application and perform other actions while the updates are applied.
es_es: Una vez que una evaluación se cierra, queda finalizada y ya no puede ser editada ni por el responsable ni por la persona trabajadora. Sin embargo, ambas partes pueden seguir viendo el contenido y descargar la evaluación en PDF como referencia. Tenga en cuenta que las evaluaciones se procesan en segundo plano. Dependiendo del número de evaluaciones seleccionadas, es posible que aún vea algunos formularios temporalmente en otras etapas mientras se procesan. Puede continuar utilizando la aplicación y realizar otras acciones mientras se aplican las actualizaciones.

source: {{count}} review was successfully moved to the "Closed (system)" stage.
es_es: {{count}} reseña se ha movido correctamente a la etapa "Cerrado (sistema)".

source: {{count}} reviews were successfully moved to the "Closed (system)" stage.
es_es: {{count}} reseñas se han movido correctamente a la etapa "Cerrado (sistema)".

source: Move {{count}} review to the "Closed (system)" stage. This action cannot be undone.
es_es: Mover {{count}} revisión a la etapa "Cerrado (sistema)". Esta acción no se puede deshacer.

source: Move {{count}} reviews to the "Closed (system)" stage. This action cannot be undone.
es_es: Mover {{count}} reseñas a la etapa "Cerrado (sistema)". Esta acción no se puede deshacer.

source: Once this stage is completed, the manager reviewer will be notified so that they can make changes to their ratings and comments before publishing the review for the worker. Note that forms are processed in the background. Depending on the volume of reviews you have selected, you might still see some of these forms when applying future selections as we process them and send them back to the managers. You can still keep using the application and take any other required actions.
es_es: Una vez completada esta fase, se avisará al revisor del responsable para que pueda realizar cambios en sus calificaciones y comentarios antes de publicar la evaluación para el trabajador. Tenga en cuenta que los formularios se procesan en segundo plano. Dependiendo del volumen de evaluaciones que haya seleccionado, es posible que siga viendo algunos de estos formularios al aplicar selecciones futuras mientras los procesamos y los reenviamos a los responsables. Puede seguir utilizando la aplicación y realizar otras acciones necesarias.

source: {{count}} review was successfully moved to "Conversation & publication" stage.
es_es: {{count}} evaluación se ha movido correctamente a la fase de "Conversación y publicación".

source: {{count}} reviews were successfully moved to the "Conversation & publication" stage.x
es_es: {{count}} evaluaciones se han movido correctamente a la fase de "Conversación y publicación".

source: Move {{count}} review to the "Conversation & publication" stage. This action cannot be undone.
es_es: Mueva {{count}} evaluación a la fase de "Conversación y publicación". Esta acción no se puede deshacer.

source: Move {{count}} reviews to the "Conversation & publication" stage. This action cannot be undone.
es_es: Mueva {{count}} evaluaciones a la fase de "Conversación y publicación". Esta acción no se puede deshacer.

source: Review stage changed
es_es: Etapa de revisión cambiada

source: Current selection: {{count}}
es_es: Selección actual: {{count}}

source: Select reviews to continue
es_es: Selecciona evaluaciones para continuar

source: To move reviews to a different stage, select the review stage and then filter to find specific reviews in the selected stage.
es_es: Para mover las evaluaciones a una fase diferente, seleccione la fase de revisión y, a continuación, filtre para encontrar revisiones específicas en la fase seleccionada.

source: Select a stage to continue
es_es: Selecciona una etapa para continuar

source: Move stages
es_es: Mover fases

source: Reviews in the selected stage: {{count}}
es_es: Evaluaciones en la etapa seleccionada: {{count}}

source: {{count}} reviews were successfully moved.
es_es: Se han movido correctamente{{count}} reseñas.

source: {{count}} review was successfully moved.
es_es: {{count}} evaluación movida correctamente.

source: Move to "Conversation & publication" stage
es_es: Mover a la fase de "Conversación y publicación"

source: Move to "Closed (system)" stage
es_es: Mover a la etapa "Cerrado (sistema)"

source: Move to "Pending sign-off" stage
es_es: Mover a la fase "Pendiente de aprobación"

source: Reopen (worker and manager)
es_es: Reabrir (trabajador y responsable)

source: You’re about to reassign the manager for this performance review. The new manager will gain all permissions and actions currently available to the existing manager.
es_es: Estás a punto de reasignar el manager de esta evaluación de desempeño. El nuevo manager obtendrá todos los permisos y acciones que actualmente tiene el manager actual.

source: Reviews in "{{stage}}" stage: {{count}}
es_es: Evaluaciones en la etapa "{{stage}}": {{count}}

source: Exclude sensitive content
es_es: Excluir contenido sensible

source: Search for sensitive content
es_es: Buscar contenido sensible

source: Show only sensitive content
es_es: Mostrar solo contenido sensible

source: Show all
es_es: Mostrar todo

source: Back to performance review templates
es_es: Volver a las plantillas de evaluación del desempeño

source: Delete selected
es_es: Eliminar seleccionados

source: Reviews that have passed the moderation stage cannot be deleted.
es_es: Las evaluaciones que han pasado la fase de moderación no se pueden eliminar.

source: Current stage
es_es: Fase actual

source: Global ID
es_es: ID global

source: Review content
es_es: Contenido de la evaluación

source: Manager view
es_es: Vista del responsable

source: Move to a different stage
es_es: Mover a una fase diferente

source: New review stage
es_es: Nueva etapa de evaluación

source: Search results: {{count}}
es_es: Resultados de la búsqueda: {{count}}

source: Review stage: {{stage}}
es_es: Fase de evaluación: {{stage}}

source: View review
es_es: Ver evaluación

source: This review doesn't exist or is no longer available to you.
es_es: Esta evaluación no existe o ya no está disponible para usted.

source: Indicate frequency
es_es: Indicar frecuencia

source: Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
es_es: Únicamente reabra el formulario si desea que el trabajador también edite y vuelva a enviar su evaluación. De lo contrario, puede editar sus comentarios y calificación directamente a continuación.

source: If you reopen this review, {{employee}} will be notified and will be able to edit their review.
es_es: Si reabre esta evaluación, se notificará a {{employee}} y podrá editar su evaluación.

source: If you reopen this review, {{employee}} will be notified.
es_es: Si vuelve a abrir esta revisión, se notificará a {{employee}}.

source: Requested to {{count}} workers:
es_es: Solicitado a {{count}} trabajadores:

source: Requested to 1 worker:
es_es: Solicitado a 1 trabajador:

source: {{count}} people have answered this request
es_es: {{count}} personas han respondido a esta solicitud

source: {{count}} person has answered this request
es_es: {{count}} persona ha respondido a esta solicitud

source: {{count}} people have not answered this request
es_es: {{count}} personas no han respondido a esta solicitud

source: {{count}} person has not answered this request
es_es: {{count}} persona no ha respondido a esta solicitud

source: Add all goal types
es_es: Añadir todos los tipos de objetivo

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once published, {{employee}} will see the outcome of the review.
es_es: Si publica esta evaluación ahora, {{employee}} no podrá enviar su autoevaluación y tampoco editarla más tarde. Una vez publicada, {{employee}} verá el resultado de la evaluación.

source: I understand. I want to publish this review now.
es_es: Entendido. Quiero publicar esta evaluación ahora.

source: OK. I will wait for the self-review to be submitted, and I will publish this review later.
es_es: De acuerdo. Esperaré a que se envíe la autoevaluación y publicaré esta evaluación más tarde.

source: Peers
es_es: Compañeros

source: Self
es_es: Auto

source: 360 review
es_es: Evaluación 360

source: Your review was submitted and will now be visible to the manager reviewer. Once published by the manager, the self-reviewer will also be able to see your input.
es_es: Su evaluación se ha enviado y ahora el responsable la verá el evaluador del responsable. Una vez publicada por el responsable, la persona que realiza la autoevaluación también podrá ver su aportación.

source: The new manager was successfully assigned to the review.
es_es: El nuevo responsable se ha asignado correctamente a la evaluación.

source: The manager was successfully removed from the review.
es_es: El responsable se eliminó correctamente de la revisión.

source: Additional managers
es_es: Responsable adicionales

source: After applying, all remaining requests to add managers by the worker will be dismissed.
es_es: Después de la solicitud, se rechazarán todas las solicitudes restantes de incorporación de responsables por parte del trabajador.

source: Remember that the focus of your performance review should be the changes you can make to be more impactful in the future. It’s good to reflect on the past, but don't forget to translate it into an action looking forward.
es_es: Recuerde que el enfoque de su evaluación de desempeño debe estar en los cambios que pueda hacer para tener un mayor impacto en el futuro. Es bueno reflexionar sobre el pasado, pero no olvide traducirlo en medidas de cara al futuro.

source: Here are some tips to make the most out of your performance conversation.
es_es: Aquí tiene algunos consejos para aprovechar al máximo su conversación sobre desempeño.

source: Performance reviews can be daunting; make sure to address any concerns you have with your manager before the review so that you can have a productive conversation together.
es_es: Las evaluaciones de desempeño pueden imponer un poco; asegúrese de abordar las inquietudes que tenga con su responsable antes de la evaluación para que pueda tener una conversación productiva.

source: Gather your performance data, including feedback from colleagues, progress on your goals, survey reports, and any other relevant data. It is important to analyze your performance data so that you're ready and prepared for your performance review.
es_es: Reúna sus datos de desempeño, incluyendo feedback de compañeros, progreso de sus objetivos, informes de encuestas y otros datos relevantes. Es importante analizar sus datos de desempeño para que esté listo y preparado para su evaluación de desempeño.

source: Have a great review conversation!
es_es: ¡Que tenga una excelente conversación de evaluación!

source: Ahead of your performance review, take the time to look back on your progress and your achievements. This is the time to voice how you want to progress in your role and to plan a roadmap with your manager.
es_es: Antes de su evaluación de desempeño, tómese un tiempo para reflexionar sobre su progreso y sus logros. Este es el momento para expresar cómo desea avanzar en su función y planificar una hoja de ruta con su responsable.

source: Attachment:
es_es: Adjunto:

source: Why not request feedback on your behaviors now?
es_es: ¿Por qué no solicita feedback sobre sus comportamientos ahora?

source: Hide behavior details
es_es: Ocultar detalles del comportamiento

source: For your conversation, reflect on {{name}}'s behavior profile and think about occurrences when they have demonstrated each behavior, and what you think they should focus on in the future.
es_es: Para su conversación, reflexione sobre el perfil de comportamiento de {{name}} y piense en las ocasiones en las que ha demostrado cada comportamiento, y en lo que cree que debería centrarse en el futuro.

source: For your conversation, reflect on your behavior profile and think about occurrences when you demonstrated each behavior, or how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and whether you can use these to highlight any examples you have. Notice any gaps in your wheel? Request feedback now from your peers and stakeholders on any key behaviors.
es_es: Para su conversación, reflexione sobre su perfil de comportamiento y piense en ocasiones en las que ha demostrado cada comportamiento, o cómo puede centrarse en ellos en el futuro. Reflexione sobre cualquier feedback o información que haya recibido de sus compañeros y si puede usarlos para resaltar algún ejemplo que tenga. ¿Le falta información? Solicite feedback ahora a sus compañeros y partes interesadas sobre cualquier comportamiento clave.

source: Show behavior details
es_es: Mostrar detalles del comportamiento

source: {{name}} has not received any behaviors over this review period.
es_es: {{name}} no ha recibido ningún comportamiento durante este período de evaluación.

source: You have not received any behaviors over this review period.
es_es: No ha recibido ningún comportamiento durante este período de evaluación.

source: {{name}}'s behavior profile
es_es: Perfil de comportamiento de {{name}}

source: This was not resolved. I want to formally challenge my review.
es_es: No se ha resuelto. Quiero impugnar formalmente mi evaluación.

source: Discussion requested
es_es: Conversación solicitada

source: Challenged
es_es: Impugnada

source: Change scale
es_es: Cambiar escala

source: Comments added by:
es_es: Comentarios añadidos por:

source: Share your final thoughts
es_es: Compartir sus ideas finales

source: Complete moderation
es_es: Moderación completa

source: Go to the review list
es_es: Ir a la lista de evaluaciones

source: Stay on this review
es_es: Permanecer en esta evaluación

source: Please check the status of the review timeline at the top of the review form to see the next step in the process for {{employee}}.
es_es: Compruebe el estado de la cronología de la evaluación en la parte superior del formulario de evaluación para ver el siguiente paso en el proceso de {{employee}}.

source: You have completed the moderation stage.
es_es: Ha completado la fase de moderación.

source: I confirm that I have received feedback during the review challenge process.
es_es: Confirmo que he recibido feedback durante el proceso de impugnación de la evaluación.

source: Confirmation
es_es: Confirmación

source: Performance conversation confirmation
es_es: Confirmación de la conversación de desempeño

source: Create custom widget
es_es: Crear widget personalizado

source: Edit widget
es_es: Editar widget

source: No custom widgets yet
es_es: Todavía no hay widgets personalizados

source: Editable after result publication
es_es: Editable después de la publicación del resultado

source: Are you sure you want to exit? Your changes will not be saved.
es_es: ¿Está seguro de querer salir? Sus cambios no se guardarán.

source: Create widget
es_es: Crear widget

source: Enter a question
es_es: Introducir una pregunta

source: Widget title
es_es: Título del widget

source: Enter a title
es_es: Introduce un título

source: Widget visible to managers and workers
es_es: Widget visible para responsables y trabajadores

source: Widget visible only to managers
es_es: Widget visible solo para responsables

source: Widget placement
es_es: Colocación de widgets

source: Above the overall performance
es_es: Por encima del desempeño general

source: End of the form
es_es: Fin del formulario

source: Top of the form
es_es: Parte superior del formulario

source: Response visibility
es_es: Visibilidad de la respuesta

source: Reassign my manager review
es_es: Reasignar mi evaluación de responsable

source: Manager — Reassigned by {{name}}
es_es: Gerente, reasignado por {{name}}

source: Reassigned manager review to:
es_es: Evaluación de responsable reasignada a:

source: Reassigned to you by:
es_es: Reasignado a ti por:

source: I want to discuss further
es_es: Quiero discutir más a fondo

source: Do you want to respond or highlight any changes to the worker?
es_es: ¿Desea responder o resaltar algún cambio de trabajador?

source: You have indicated that you would like to have a conversation about your review; therefore, your manager will be able to amend their ratings and comments. Once they republish the review, you will be able to accept or challenge their final submission.
es_es: Ha indicado que le gustaría tener una conversación sobre su evaluación; por lo tanto, su responsable podrá modificar sus calificaciones y comentarios. Una vez que se vuelva a publicar la evaluación, podrá aceptar o impugnar su envío final.

source: Edit performance review
es_es: Editar evaluación del desempeño

source: If you submit your self-review now, you will not be able to edit it later.
es_es: Si envía su autoevaluación ahora, no podrá editarla más tarde.

source: If you submit now, {{employee}} will not be able to submit their self-review.
es_es: Si envía ahora, {{employee}} no podrá enviar su autoevaluación.

source: I understand. I want to submit my self-review now.
es_es: Entendido. Quiero enviar mi autoevaluación ahora.

source: Your self-review was submitted to your manager.
es_es: Su autoevaluación se ha enviado a su responsable.

source: I understand. I want to submit my review now and start the performance conversation.
es_es: Entendido. Quiero enviar mi evaluación ahora y comenzar la conversación de desempeño.

source: I need to continue making changes. I will submit my review later.
es_es: Tengo que seguir haciendo cambios. Enviaré mi evaluación más tarde.

source: I need to continue making changes. I will submit my self-review later.
es_es: Tengo que seguir haciendo cambios. Enviaré mi autoevaluación más tarde.

source: No description, measurement criteria or key deliverables to display.
es_es: No hay descripciones, criterios de medición ni entregables clave que mostrar.

source: If you submit your review now, you will not be able to edit it later.
es_es: Si envía su evaluación ahora, no podrá editarla más tarde.

source: If you submit now, {{reviewers}} will not be able to submit their reviews.
es_es: Si la envía ahora, {{reviewers}} no podrán enviar sus evaluaciones.

source: I understand. I want to submit my manager review now.
es_es: Entendido. Quiero enviar mi evaluación de responsable ahora.

source: OK. I will wait for the other reviews to be submitted.
es_es: De acuerdo. Esperaré a que se envíen las otras evaluaciones.

source: The additional manager review is optional. No review was provided yet.
es_es: La revisión del responsable adicional es opcional. Todavía no se han proporcionado revisiones.

source: I understand. I want to submit my review now.
es_es: Entendido. Quiero enviar mi evaluación ahora.

source: {{name}} has not received any feedback that is visible to you over this review period.
es_es: {{name}} no ha recibido feedback visible para usted durante este período de evaluación.

source: Why not review your feedback now?
es_es: ¿Por qué no revisa su feedback ahora?

source: You have not received any feedback that is visible to {{name}} over this review period.
es_es: No ha recibido feedback visible para {{name}} durante este período de evaluación.

source: Change overall performance comment
es_es: Cambiar el comentario general de desempeño

source: Change overall performance rating
es_es: Cambiar la calificación general de desempeño

source: Clicking the button will confirm your agreement with the performance review data.
es_es: Al hacer clic en el botón, confirmará que está de acuerdo con los datos de la evaluación de desempeño.

source: This performance review was validated by a higher-level manager.
es_es: Esta evaluación de desempeño ha sido validada por un responsable de nivel superior.

source: The review was successfully validated.
es_es: La evaluación se ha validado correctamente.

source: This snapshot reflects the status of the behaviors as of {{date}}
es_es: Esta instantánea refleja el estado de los comportamientos a fecha de {{date}}

source: Close details
es_es: Cerrar detalles

source: Tags:
es_es: Etiquetas:

source: View details
es_es: Ver detalles
